tap "athasdev/athas"
tap "charmbracelet/tap"
tap "ezeoleaf/tap"
tap "hashicorp/tap"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "meltylabs/tap"
tap "nikitabobko/tap"
tap "opencode-ai/tap"
tap "rockorager/tap"
tap "sst/tap"
tap "steipete/tap"
tap "stripe/stripe-cli"
tap "tw93/tap"
tap "warpdotdev/warp"
tap "zackriya-solutions/meetily"
brew "antidote"
brew "ast-grep"
brew "bash"
brew "bat"
brew "bc"
brew "bob"
brew "cocoapods"
brew "composer"
brew "coreutils"
brew "eza"
brew "fd"
brew "tesseract"
brew "fish"
brew "fnm"
brew "fontforge"
brew "fzf"
brew "gawk"
brew "poppler"
brew "gh"
brew "ghostscript"
brew "glab"
brew "gnu-sed"
brew "helix"
brew "jq"
brew "lazygit"
brew "memcached", restart_service: :changed
brew "mysql", restart_service: :changed, link: false
brew "mysql-client@8.4", link: true
brew "neofetch"
brew "nowplaying-cli"
brew "openjdk@17"
brew "openjdk@21"
brew "pipx"
brew "postgis"
brew "postgresql@14", restart_service: :changed
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "render"
brew "ripgrep"
brew "sesh"
brew "starship"
brew "tmux"
brew "trivy"
brew "yarn"
brew "zoxide"
brew "zsh-completions"
brew "charmbracelet/tap/crush"
brew "ezeoleaf/tap/termagotchi"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazydocker/lazydocker"
brew "rockorager/tap/prise"
brew "stripe/stripe-cli/stripe"
brew "tw93/tap/mole"
cask "1password-cli"
cask "aerospace"
cask "athas"
cask "block-goose"
cask "bruno"
cask "codexbar"
cask "conductor"
cask "font-monaspice-nerd-font"
cask "font-noto-sans-symbols-2"
cask "gcloud-cli"
cask "ghostty"
cask "hiddenbar"
cask "legcord"
cask "meetily"
cask "orbstack"
cask "warp-cli"
