# Antidote plugin list
# Keep zsh-syntax-highlighting last.

# Oh My Zsh libs + plugins
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/1password
ohmyzsh/ohmyzsh path:plugins/eza
ohmyzsh/ohmyzsh path:plugins/zoxide
ohmyzsh/ohmyzsh path:plugins/tmux
ohmyzsh/ohmyzsh path:plugins/fnm
ohmyzsh/ohmyzsh path:plugins/docker
ohmyzsh/ohmyzsh path:plugins/bun
ohmyzsh/ohmyzsh path:plugins/vi-mode

# Extra plugins
psprint/zsh-navigation-tools
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions

# Keep last
zsh-users/zsh-syntax-highlighting
